Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 이 Mac에는 이미 기기가 연결돼 있어요. 기기는 최대 두 대까지 연결할 수 있지만, 두 번째 기기를 쓰려면 Mac의 Pocket Sisyphus 설정 → 「기기」 탭에서 «두 번째 기기 허용»을 먼저 켠 뒤 다시 스캔해 주세요. (또는 기존 기기를 해제하세요.)
ar: يوجد جهاز متصل بالفعل بهذا الـ Mac. يمكنك توصيل جهازين كحد أقصى، لكن لاستخدام جهاز ثانٍ، فعّل أولًا «السماح بجهاز ثانٍ» من إعدادات Pocket Sisyphus ← الأجهزة على الـ Mac، ثم أعد المسح. (أو ألغِ جهازًا حاليًا.)
en: A device is already connected to this Mac. You can connect up to two devices, but to use a second one, first turn on “Allow a second device” in Pocket Sisyphus Settings → Devices on the Mac, then scan again. (Or release an existing device.)
es: Ya hay un dispositivo conectado a este Mac. Puedes conectar hasta dos dispositivos, pero para usar un segundo, activa primero «Permitir un segundo dispositivo» en Ajustes de Pocket Sisyphus → Dispositivos en el Mac y vuelve a escanear. (O revoca un dispositivo existente.)
fr: Un appareil est déjà connecté à ce Mac. Vous pouvez connecter jusqu'à deux appareils, mais pour en utiliser un deuxième, activez d'abord « Autoriser un deuxième appareil » dans les Réglages de Pocket Sisyphus → Appareils sur le Mac, puis scannez à nouveau. (Ou révoquez un appareil existant.)
hi: इस Mac से पहले से एक डिवाइस जुड़ा है। आप अधिकतम दो डिवाइस जोड़ सकते हैं, लेकिन दूसरा उपयोग करने के लिए, पहले Mac पर Pocket Sisyphus सेटिंग्स → डिवाइस में «दूसरा डिवाइस अनुमत करें» चालू करें, फिर दोबारा स्कैन करें। (या किसी मौजूदा डिवाइस को रिलीज़ करें।)
ja: この Mac には既に端末が接続されています。端末は最大 2 台まで接続できますが、2 台目を使うには、Mac の Pocket Sisyphus 設定 →「端末」タブで «2 台目の端末を許可» を先にオンにしてから、もう一度スキャンしてください。（または既存の端末を解除してください。）
pt_br: Já há um dispositivo conectado a este Mac. Você pode conectar até dois dispositivos, mas para usar um segundo, ative primeiro «Permitir um segundo dispositivo» em Configurações do Pocket Sisyphus → Dispositivos no Mac e escaneie novamente. (Ou revogue um dispositivo existente.)
ru: К этому Mac уже подключено устройство. Можно подключить до двух устройств, но чтобы использовать второе, сначала включите «Разрешить второе устройство» в настройках Pocket Sisyphus → Устройства на Mac и отсканируйте снова. (Или отзовите существующее устройство.)
zh_hans: 此 Mac 已连接了一台设备。最多可连接两台设备，但要使用第二台，请先在 Mac 上的 Pocket Sisyphus 设置 →「设备」选项卡中开启«允许第二台设备»，然后重新扫描。（或解除一台现有设备。）

source: 이 Mac에는 이미 기기가 연결돼 있어요. 기기를 더 연결하려면 Mac의 Pocket Sisyphus 설정 → 「기기」 탭에서 «추가 기기 허용»을 먼저 켠 뒤 다시 스캔해 주세요. (또는 기존 기기를 해제하세요.)
ar: هذا الـ Mac متصل بجهاز بالفعل. لتوصيل المزيد من الأجهزة، فعّل أولًا «السماح بأجهزة إضافية» في إعدادات Pocket Sisyphus على الـ Mac ← علامة التبويب 「الأجهزة」 ثم أعد المسح. (أو ألغِ تسجيل جهاز موجود.)
en: This Mac already has a device connected. To connect more devices, first turn on «Allow additional devices» in the Pocket Sisyphus Settings → 「Devices」 tab on the Mac, then scan again. (Or revoke an existing device.)
es: Este Mac ya tiene un dispositivo conectado. Para conectar más dispositivos, primero activa «Permitir dispositivos adicionales» en Ajustes de Pocket Sisyphus → pestaña 「Dispositivos」 del Mac y vuelve a escanear. (O revoca un dispositivo existente.)
fr: Ce Mac a déjà un appareil connecté. Pour connecter d'autres appareils, activez d'abord «Autoriser des appareils supplémentaires» dans Réglages de Pocket Sisyphus → onglet 「Appareils」 du Mac, puis scannez à nouveau. (Ou révoquez un appareil existant.)
hi: इस Mac से पहले से ही एक डिवाइस जुड़ा हुआ है। और डिवाइस जोड़ने के लिए, पहले Mac पर Pocket Sisyphus सेटिंग → 「डिवाइस」 टैब में «अतिरिक्त डिवाइस की अनुमति दें» चालू करें, फिर दोबारा स्कैन करें। (या किसी मौजूदा डिवाइस को हटाएँ।)
ja: この Mac には既にデバイスが接続されています。さらに端末を接続するには、まず Mac の Pocket Sisyphus 設定 → 「デバイス」タブで «追加のデバイスを許可» をオンにしてから、もう一度スキャンしてください。（または既存の端末を解除してください。）
pt_br: Este Mac já tem um dispositivo conectado. Para conectar mais dispositivos, primeiro ative «Permitir dispositivos adicionais» em Ajustes do Pocket Sisyphus → aba 「Dispositivos」 no Mac e escaneie novamente. (Ou revogue um dispositivo existente.)
ru: К этому Mac уже подключено устройство. Чтобы подключить больше устройств, сначала включите «Разрешить дополнительные устройства» в настройках Pocket Sisyphus → вкладка 「Устройства」 на Mac, затем отсканируйте ещё раз. (Или отзовите существующее устройство.)
zh_hans: 此 Mac 已连接一台设备。要连接更多设备，请先在 Mac 上的 Pocket Sisyphus 设置 →「设备」标签页中开启«允许额外设备»，然后重新扫描。（或解除某个现有设备。）

source: 이 Mac에는 이미 다른 기기가 연결돼 있어요. 한 번에 한 기기만 페어링할 수 있어요. 새 기기를 연결하려면 Mac의 Pocket Sisyphus 설정 → 「기기」 탭에서 «이 기기 해제»를 누른 뒤 다시 스캔해 주세요.
ar: هذا الـ Mac متصل بالفعل بجهاز آخر. يمكن إقران جهاز واحد فقط في كل مرة. لتوصيل جهاز جديد، افتح إعدادات Pocket Sisyphus على الـ Mac ← علامة التبويب «الأجهزة»، اضغط «فصل هذا الجهاز»، ثم أعد المسح.
en: This Mac is already connected to another device. Only one device can be paired at a time. To connect a new device, open Pocket Sisyphus settings on your Mac → the “Devices” tab, tap “Disconnect this device,” then scan again.
es: Este Mac ya está conectado a otro dispositivo. Solo se puede emparejar un dispositivo a la vez. Para conectar uno nuevo, abre los ajustes de Pocket Sisyphus en tu Mac → pestaña «Dispositivos», toca «Desconectar este dispositivo» y vuelve a escanear.
fr: Ce Mac est déjà connecté à un autre appareil. Un seul appareil peut être associé à la fois. Pour en connecter un nouveau, ouvrez les réglages de Pocket Sisyphus sur votre Mac → onglet « Appareils », touchez « Déconnecter cet appareil », puis scannez à nouveau.
hi: यह Mac पहले से ही किसी अन्य डिवाइस से कनेक्ट है। एक बार में केवल एक ही डिवाइस पेयर किया जा सकता है। नया डिवाइस कनेक्ट करने के लिए, अपने Mac पर Pocket Sisyphus सेटिंग्स → “डिवाइसेज़” टैब खोलें, “इस डिवाइस को डिस्कनेक्ट करें” पर टैप करें और फिर से स्कैन करें।
ja: この Mac はすでに別のデバイスと接続されています。一度にペアリングできるデバイスは 1 台だけです。新しいデバイスを接続するには、Mac の Pocket Sisyphus 設定 →「デバイス」タブで「このデバイスを解除」をタップしてから、もう一度スキャンしてください。
pt_br: Este Mac já está conectado a outro dispositivo. Só é possível parear um dispositivo por vez. Para conectar um novo, abra as configurações do Pocket Sisyphus no Mac → aba “Dispositivos”, toque em “Desconectar este dispositivo” e escaneie novamente.
ru: Этот Mac уже подключён к другому устройству. Одновременно можно связать только одно устройство. Чтобы подключить новое, откройте настройки Pocket Sisyphus на Mac → вкладку «Устройства», нажмите «Отключить это устройство» и отсканируйте снова.
zh_hans: 此 Mac 已连接了另一台设备。一次只能配对一台设备。要连接新设备，请在 Mac 上打开 Pocket Sisyphus 设置 →“设备”标签页，点按“解除此设备”，然后重新扫描。

source: 이 Mac은 등록된 기기의 Secure Enclave 키 서명만 받아들여요.
ar: لا يقبل هذا الـ Mac إلا التواقيع الصادرة عن مفاتيح Secure Enclave للأجهزة المُسجّلة.
en: This Mac only accepts signatures from registered devices' Secure Enclave keys.
es: Este Mac solo acepta firmas de las claves de Secure Enclave de los dispositivos registrados.
fr: Ce Mac n'accepte que les signatures des clés Secure Enclave des appareils enregistrés.
hi: यह Mac केवल पंजीकृत डिवाइसों की Secure Enclave कुंजियों के हस्ताक्षर स्वीकार करता है।
ja: このMacは登録済みデバイスのSecure Enclaveキーによる署名のみを受け入れます。
pt_br: Este Mac só aceita assinaturas das chaves do Secure Enclave dos dispositivos registrados.
ru: Этот Mac принимает только подписи ключей Secure Enclave зарегистрированных устройств.
zh_hans: 此 Mac 仅接受已注册设备的 Secure Enclave 密钥签名。

source: 이 iPhone 앱만으로는 동작하지 않습니다. Mac에 Pocket Sisyphus 데스크탑 앱을 설치·실행한 뒤, 메뉴바 아이콘의 «페어링 QR 보기» 를 눌러주세요.
ar: لن يعمل هذا التطبيق على iPhone بمفرده. ثبّت تطبيق Pocket Sisyphus لسطح المكتب على Mac وشغّله، ثم اعرض رمز QR عبر «عرض رمز QR للإقران» من أيقونة شريط القوائم.
en: This iPhone app alone won’t work. Install and launch the Pocket Sisyphus desktop app on your Mac, then bring up the QR with «Show pairing QR» from the menu-bar icon.
es: Esta app de iPhone por sí sola no funciona. Instala y abre la app de escritorio Pocket Sisyphus en tu Mac y muestra el QR con «Mostrar QR de emparejamiento» desde el icono de la barra de menú.
fr: Cette app iPhone seule ne fonctionne pas. Installez et lancez l’app de bureau Pocket Sisyphus sur votre Mac, puis affichez le QR via « Afficher le QR d’appairage » dans l’icône de la barre des menus.
hi: अकेले इस iPhone ऐप से काम नहीं चलेगा। अपने Mac पर Pocket Sisyphus डेस्कटॉप ऐप इंस्टॉल करके चलाएँ, फिर मेन्यू बार आइकन के «पेयरिंग QR दिखाएँ» से QR दिखाएँ।
ja: この iPhone アプリだけでは動きません。Mac に Pocket Sisyphus のデスクトップアプリをインストールして起動し、メニューバーのアイコンから «ペアリング QR を表示» で QR を出してください。
pt_br: Só com este app de iPhone não funciona. Instale e abra o app de desktop Pocket Sisyphus no Mac e mostre o QR em «Mostrar QR de pareamento» pelo ícone da barra de menus.
ru: Одного только приложения для iPhone недостаточно. Установите и запустите десктоп-приложение Pocket Sisyphus на Mac, затем выведите QR через «Показать QR сопряжения» в значке строки меню.
zh_hans: 仅靠这款 iPhone 应用无法工作。请先在 Mac 上安装并启动 Pocket Sisyphus 桌面应用,然后通过菜单栏图标的「显示配对 QR」打开 QR。

source: 이 iPhone 앱은 Mac Pocket Sisyphus %@ 이상이 필요합니다. Mac 에서 새 버전을 받아 설치해 주세요.
ar: يتطلّب تطبيق iPhone هذا Mac Pocket Sisyphus %@ أو أحدث. يُرجى تنزيل النسخة الجديدة وتثبيتها على Mac.
en: This iPhone app requires Mac Pocket Sisyphus %@ or later. Please install the latest version on your Mac.
es: Esta app de iPhone requiere Mac Pocket Sisyphus %@ o posterior. Instala la versión más reciente en tu Mac.
fr: Cette appli iPhone nécessite Mac Pocket Sisyphus %@ ou plus récent. Installez la dernière version sur votre Mac.
hi: इस iPhone ऐप के लिए Mac Pocket Sisyphus %@ या नया चाहिए। कृपया Mac पर नवीनतम संस्करण इंस्टॉल करें।
ja: この iPhone アプリには Mac Pocket Sisyphus %@ 以降が必要です。Mac で最新版をインストールしてください。
pt_br: Este app de iPhone requer o Mac Pocket Sisyphus %@ ou superior. Instale a versão mais recente no seu Mac.
ru: Этому приложению для iPhone нужен Mac Pocket Sisyphus %@ или новее. Установите последнюю версию на Mac.
zh_hans: 此 iPhone 应用需要 Mac Pocket Sisyphus %@ 或更高版本。请在 Mac 上安装最新版本。

source: 이 iPhone 앱이 Mac Pocket Sisyphus 의 최소 지원 버전(%@)보다 낮습니다. App Store / TestFlight 에서 업데이트해 주세요.
ar: هذا تطبيق iPhone أقدم من أقل إصدار يدعمه Mac Pocket Sisyphus (%@). يُرجى التحديث من App Store / TestFlight.
en: This iPhone app is older than Mac Pocket Sisyphus’s minimum supported version (%@). Please update via App Store / TestFlight.
es: Esta app de iPhone es más antigua que la versión mínima admitida por Mac Pocket Sisyphus (%@). Actualiza desde App Store / TestFlight.
fr: Cette appli iPhone est antérieure à la version minimale prise en charge par Mac Pocket Sisyphus (%@). Mettez à jour via l’App Store / TestFlight.
hi: यह iPhone ऐप Mac Pocket Sisyphus द्वारा समर्थित न्यूनतम संस्करण (%@) से पुराना है। कृपया App Store / TestFlight से अपडेट करें।
ja: この iPhone アプリは Mac Pocket Sisyphus のサポート最低バージョン (%@) より古いです。App Store / TestFlight から更新してください。
pt_br: Este app de iPhone é mais antigo que a versão mínima suportada pelo Mac Pocket Sisyphus (%@). Atualize via App Store / TestFlight.
ru: Это приложение iPhone старше минимальной поддерживаемой версии Mac Pocket Sisyphus (%@). Обновите через App Store / TestFlight.
zh_hans: 此 iPhone 应用早于 Mac Pocket Sisyphus 支持的最低版本(%@)。请通过 App Store / TestFlight 更新。

source: 이 경로에는 파일이 없다.
ar: لا توجد ملفات في هذا المسار.
en: No files in this path.
es: No hay archivos en esta ruta.
fr: Aucun fichier dans ce chemin.
hi: इस पथ में कोई फ़ाइल नहीं है।
ja: このパスにはファイルがありません。
pt_br: Nenhum arquivo neste caminho.
ru: В этом пути нет файлов.
zh_hans: 此路径下没有文件。

source: 이 경로에서 진행 중이던 데스크탑 코드 에이전트 세션이 없습니다.
ar: لا توجد جلسات وكيل برمجة قيد التشغيل على سطح المكتب لهذا المسار.
en: No in-progress desktop coding-agent sessions for this path.
es: No hay sesiones de agente de programación de escritorio en curso para esta ruta.
fr: Aucune session d’agent de codage bureau en cours pour ce chemin.
hi: इस पथ के लिए कोई चालू डेस्कटॉप कोडिंग एजेंट सत्र नहीं है।
ja: このパスで進行中のデスクトップのコーディングエージェントのセッションはありません。
pt_br: Não há sessões de agente de programação em andamento no desktop para este caminho.
ru: Для этого пути нет идущих десктоп-сессий кодинг-агента.
zh_hans: 此路径下没有正在进行的桌面编码 Agent 会话。

source: 이 기기
ar: هذا الجهاز
en: This device
es: Este dispositivo
fr: Cet appareil
hi: यह डिवाइस
ja: このデバイス
pt_br: Este dispositivo
ru: Это устройство
zh_hans: 此设备

source: 이 기기 키 지문
ar: بصمة مفتاح هذا الجهاز
en: This device's key fingerprint
es: Huella de la clave de este dispositivo
fr: Empreinte de la clé de cet appareil
hi: इस डिवाइस की कुंजी फ़िंगरप्रिंट
ja: このデバイスのキー指紋
pt_br: Impressão digital da chave deste dispositivo
ru: Отпечаток ключа этого устройства
zh_hans: 本设备密钥指纹

source: 이 기기 해제
ar: إلغاء هذا الجهاز
en: Revoke this device
es: Revocar este dispositivo
fr: Révoquer cet appareil
hi: यह डिवाइस हटाएं
ja: このデバイスを解除
pt_br: Revogar este dispositivo
ru: Отозвать это устройство
zh_hans: 解除此设备

source: 이 기기는 Secure Enclave 를 지원하지 않습니다
ar: لا يدعم هذا الجهاز Secure Enclave
en: This device doesn't support Secure Enclave
es: Este dispositivo no admite Secure Enclave
fr: Cet appareil ne prend pas en charge Secure Enclave
hi: यह डिवाइस Secure Enclave का समर्थन नहीं करता
ja: このデバイスは Secure Enclave に対応していません
pt_br: Este dispositivo não é compatível com o Secure Enclave
ru: Это устройство не поддерживает Secure Enclave
zh_hans: 此设备不支持 Secure Enclave

source: 이 기기에 저장된 페어링 정보가 없어요. Mac 앱의 QR 을 스캔해 다시 페어링하세요.
ar: لا توجد معلومات إقران محفوظة على هذا الجهاز. امسح رمز QR في تطبيق Mac لإعادة الإقران.
en: There's no pairing info saved on this device. Scan the QR code in the Mac app to pair again.
es: No hay información de emparejamiento guardada en este dispositivo. Escanea el código QR de la app de Mac para emparejar de nuevo.
fr: Aucune information d'appairage n'est enregistrée sur cet appareil. Scannez le code QR de l'app Mac pour appairer à nouveau.
hi: इस डिवाइस पर कोई पेयरिंग जानकारी सहेजी नहीं है। फिर से पेयर करने के लिए Mac ऐप का QR कोड स्कैन करें।
ja: この端末にペアリング情報が保存されていません。Mac アプリの QR コードをスキャンして再度ペアリングしてください。
pt_br: Não há informações de pareamento salvas neste dispositivo. Escaneie o QR code no app do Mac para parear novamente.
ru: На этом устройстве нет сохранённых данных сопряжения. Отсканируйте QR-код в приложении для Mac, чтобы выполнить сопряжение снова.
zh_hans: 此设备上没有保存配对信息。请扫描 Mac 应用中的二维码重新配对。

source: 이 기기에서 사용 불가
ar: غير متاح على هذا الجهاز
en: Not available on this device
es: No disponible en este dispositivo
fr: Indisponible sur cet appareil
hi: इस डिवाइस पर उपलब्ध नहीं
ja: このデバイスでは利用できません
pt_br: Indisponível neste dispositivo
ru: Недоступно на этом устройстве
zh_hans: 此设备不可用

source: 이 기기의 인증 키가 없습니다
ar: لا يوجد مفتاح مصادقة على هذا الجهاز
en: No authentication key on this device
es: No hay clave de autenticación en este dispositivo
fr: Aucune clé d'authentification sur cet appareil
hi: इस डिवाइस पर कोई प्रमाणीकरण कुंजी नहीं है
ja: このデバイスに認証キーがありません
pt_br: Nenhuma chave de autenticação neste dispositivo
ru: На этом устройстве нет ключа аутентификации
zh_hans: 此设备上没有认证密钥

source: 이 기기의 인증 키가 없습니다 — Mac에서 페어링을 다시 시작하세요
ar: لا يوجد مفتاح مصادقة على هذا الجهاز — أعد بدء الإقران من جهاز Mac
en: No authentication key on this device — start pairing again on your Mac
es: No hay clave de autenticación en este dispositivo: vuelve a iniciar el emparejamiento en tu Mac
fr: Aucune clé d'authentification sur cet appareil — relancez l'association sur votre Mac
hi: इस डिवाइस पर कोई प्रमाणीकरण कुंजी नहीं है — अपने Mac पर पेयरिंग फिर से शुरू करें
ja: このデバイスに認証キーがありません — Mac でペアリングをやり直してください
pt_br: Nenhuma chave de autenticação neste dispositivo — reinicie o emparelhamento no seu Mac
ru: На этом устройстве нет ключа аутентификации — начните сопряжение заново на Mac
zh_hans: 此设备上没有认证密钥 — 请在 Mac 上重新开始配对

source: 이 네트워크가 Tor 연결을 막고 있을 수 있어요. 학교·회사·일부 국가 네트워크에서 흔한 일이에요. Tor bridge 를 설정하면 우회할 수 있습니다.
ar: قد تكون هذه الشبكة تحظر Tor. وهذا شائع في شبكات المدارس والعمل وبعض الدول. إعداد جسر Tor يمكن أن يتجاوز ذلك.
en: This network may be blocking Tor. That's common on school, workplace, and some national networks. Setting up a Tor bridge can get around it.
es: Esta red puede estar bloqueando Tor. Es común en redes de escuelas, empresas y de algunos países. Configurar un puente de Tor puede sortearlo.
fr: Ce réseau bloque peut-être Tor. C'est fréquent sur les réseaux scolaires, d'entreprise et de certains pays. Configurer un pont Tor permet de le contourner.
hi: यह नेटवर्क Tor को रोक रहा हो सकता है। यह स्कूल, कार्यालय और कुछ देशों के नेटवर्क में आम है। Tor bridge सेट करने से इसे बायपास किया जा सकता है।
ja: このネットワークが Tor 接続を遮断している可能性があります。学校・職場・一部の国のネットワークでよくあることです。Tor bridge を設定すると回避できます。
pt_br: Esta rede pode estar bloqueando o Tor. Isso é comum em redes de escolas, empresas e de alguns países. Configurar uma ponte Tor pode contornar isso.
ru: Эта сеть может блокировать Tor. Это часто бывает в школьных, рабочих и некоторых национальных сетях. Настройка моста Tor поможет обойти блокировку.
zh_hans: 此网络可能正在屏蔽 Tor。这在学校、公司和某些国家/地区的网络中很常见。设置 Tor bridge 即可绕过。

source: 이 노드 삭제
ar: حذف هذه العقدة
en: Delete this node
es: Eliminar este nodo
fr: Supprimer ce nœud
hi: यह नोड हटाएँ
ja: このノードを削除
pt_br: Excluir este nó
ru: Удалить этот узел
zh_hans: 删除此节点

source: 이 노드가 결과를 못 남겼어요. 어떻게 할까요?
ar: لم تترك هذه العقدة أي نتيجة. ماذا تريد أن تفعل؟
en: This node didn’t leave a result. What would you like to do?
es: Este nodo no dejó ningún resultado. ¿Qué quieres hacer?
fr: Ce nœud n’a laissé aucun résultat. Que voulez-vous faire ?
hi: इस नोड ने कोई परिणाम नहीं छोड़ा। आप क्या करना चाहेंगे?
ja: このノードは結果を残しませんでした。どうしますか？
pt_br: Este nó não deixou resultado. O que deseja fazer?
ru: Этот узел не оставил результата. Что сделать?
zh_hans: 此节点没有留下结果。要怎么处理？

source: 이 노드를 실행할까요?
ar: هل تريد تشغيل هذه العقدة؟
en: Run this node?
es: ¿Ejecutar este nodo?
fr: Exécuter ce nœud ?
hi: इस नोड को चलाएँ?
ja: このノードを実行しますか？
pt_br: Executar este nó?
ru: Запустить этот узел?
zh_hans: 运行此节点？

source: 이 단계 에이전트가 할 일
ar: ما الذي يفعله وكيل هذه الخطوة
en: What this step’s agent should do
es: Qué debe hacer el agente de este paso
fr: Ce que l’agent de cette étape doit faire
hi: इस चरण के एजेंट को क्या करना है
ja: このステップのエージェントの作業
pt_br: O que o agente desta etapa deve fazer
ru: Что должен сделать агент этого шага
zh_hans: 此步骤代理要做的事

source: 이 레포 숨기기
ar: إخفاء هذا المستودع
en: Hide this repo
es: Ocultar este repo
fr: Masquer ce dépôt
hi: इस रेपो को छिपाएँ
ja: このリポを非表示
pt_br: Ocultar este repo
ru: Скрыть этот репозиторий
zh_hans: 隐藏此仓库

source: 이 레포 조사 설정
ar: إعدادات جمع هذا المستودع
en: This repo's collection settings
es: Ajustes de recopilación de este repo
fr: Paramètres de collecte de ce dépôt
hi: इस रेपो की संग्रह सेटिंग्स
ja: このリポジトリの収集設定
pt_br: Configurações de coleta deste repo
ru: Настройки сбора этого репозитория
zh_hans: 此仓库的收集设置

source: 이 레포 조사 설정 열기
ar: فتح إعدادات جمع هذا المستودع
en: Open this repo's collection settings
es: Abrir los ajustes de recopilación de este repo
fr: Ouvrir les paramètres de collecte de ce dépôt
hi: इस रेपो की संग्रह सेटिंग्स खोलें
ja: このリポジトリの収集設定を開く
pt_br: Abrir as configurações de coleta deste repo
ru: Открыть настройки сбора этого репозитория
zh_hans: 打开此仓库的收集设置

source: 이 브랜치로 worktree 열기
ar: فتح worktree لهذا الفرع
en: Open worktree for this branch
es: Abrir worktree para esta rama
fr: Ouvrir un worktree pour cette branche
hi: इस ब्रांच के लिए worktree खोलें
ja: このブランチの worktree を開く
pt_br: Abrir worktree para esta branch
ru: Открыть worktree для этой ветки
zh_hans: 为此分支打开 worktree

source: 이 브랜치에는 아직 커밋이 없어요.
ar: لا يحتوي هذا الفرع على أي إيداعات بعد.
en: This branch has no commits yet.
es: Esta rama todavía no tiene commits.
fr: Cette branche n'a pas encore de commits.
hi: इस ब्रांच में अभी तक कोई कमिट नहीं है।
ja: このブランチにはまだコミットがありません。
pt_br: Esta branch ainda não tem commits.
ru: В этой ветке пока нет коммитов.
zh_hans: 此分支还没有任何提交。

source: 이 빌드에는 obfs4 전송이 포함되어 있지 않아요. obfs4 bridge 는 동작하지 않으며, 전송 없는(vanilla) bridge 만 시도됩니다.
ar: لا يتضمّن هذا الإصدار وسيلة النقل obfs4. لن تعمل جسور obfs4؛ ستتم تجربة الجسور بلا وسيلة نقل (vanilla) فقط.
en: This build doesn't include the obfs4 transport. obfs4 bridges won't work; only bridges without a transport (vanilla) will be tried.
es: Esta versión no incluye el transporte obfs4. Los puentes obfs4 no funcionarán; solo se probarán puentes sin transporte (vanilla).
fr: Cette version n'inclut pas le transport obfs4. Les ponts obfs4 ne fonctionneront pas ; seuls les ponts sans transport (vanilla) seront essayés.
hi: इस बिल्ड में obfs4 ट्रांसपोर्ट शामिल नहीं है। obfs4 bridge काम नहीं करेंगे; केवल बिना ट्रांसपोर्ट वाले (vanilla) bridge आज़माए जाएँगे।
ja: このビルドには obfs4 トランスポートが含まれていません。obfs4 bridge は動作せず、トランスポートなし(vanilla)の bridge のみ試行されます。
pt_br: Esta versão não inclui o transporte obfs4. Pontes obfs4 não funcionarão; apenas pontes sem transporte (vanilla) serão tentadas.
ru: В этой сборке нет транспорта obfs4. Мосты obfs4 не будут работать; будут использоваться только мосты без транспорта (vanilla).
zh_hans: 此版本不包含 obfs4 传输。obfs4 bridge 将无法使用;只会尝试不带传输的(vanilla)bridge。

source: 이 상태의 세션이 없어요.
ar: لا توجد جلسات بهذه الحالة.
en: No sessions in this state.
es: No hay sesiones en este estado.
fr: Aucune session dans cet état.
hi: इस स्थिति में कोई सत्र नहीं है।
ja: この状態のセッションはありません。
pt_br: Nenhuma sessão neste estado.
ru: Нет сессий в этом состоянии.
zh_hans: 没有处于此状态的会话。

source: 이 세션 알림 끄기
ar: إيقاف إشعارات هذه الجلسة
en: Turn off notifications for this session
es: Desactivar las notificaciones de esta sesión
fr: Désactiver les notifications de cette session
hi: इस सत्र की सूचनाएं बंद करें
ja: このセッションの通知をオフにする
pt_br: Desativar notificações desta sessão
ru: Отключить уведомления этой сессии
zh_hans: 关闭此会话的通知

source: 이 세션 알림 켜기
ar: تشغيل إشعارات هذه الجلسة
en: Turn on notifications for this session
es: Activar las notificaciones de esta sesión
fr: Activer les notifications de cette session
hi: इस सत्र की सूचनाएं चालू करें
ja: このセッションの通知をオンにする
pt_br: Ativar notificações desta sessão
ru: Включить уведомления этой сессии
zh_hans: 开启此会话的通知

source: 이 세션에서 %@ 항상 승인
ar: السماح بـ %@ دائمًا في هذه الجلسة
en: Always allow %@ in this session
es: Permitir %@ siempre en esta sesión
fr: Toujours autoriser %@ dans cette session
hi: इस सत्र में %@ को हमेशा अनुमति दें
ja: このセッションでは %@ を常に承認
pt_br: Sempre permitir %@ nesta sessão
ru: Всегда разрешать %@ в этой сессии
zh_hans: 本会话始终允许 %@

source: 이 세션에서 사용할 CLI 도구입니다. daemon 에 등록된 어댑터가 모두 노출됩니다.
ar: أداة CLI المستخدمة في هذه الجلسة. تظهر هنا جميع المحوّلات المسجّلة في الـ daemon.
en: CLI tool used for this session. All adapters registered with the daemon are listed.
es: Herramienta CLI usada en esta sesión. Se muestran todos los adaptadores registrados en el daemon.
fr: Outil CLI utilisé pour cette session. Tous les adaptateurs enregistrés dans le daemon sont listés.
hi: इस सेशन में उपयोग किया जाने वाला CLI टूल। डेमॉन में पंजीकृत सभी एडाप्टर यहाँ दिखाए जाते हैं।
ja: このセッションで使用する CLI ツールです。daemon に登録されたアダプタはすべて表示されます。
pt_br: Ferramenta CLI usada nesta sessão. Todos os adaptadores registrados no daemon são listados.
ru: Инструмент CLI для этой сессии. Показаны все адаптеры, зарегистрированные в демоне.
zh_hans: 本会话使用的 CLI 工具。守护进程注册的所有适配器都会列在这里。

source: 이 세션에서 아직 보낸 메시지가 없어요.
ar: لا توجد رسائل مُرسَلة في هذه الجلسة بعد.
en: No messages sent in this session yet.
es: Aún no has enviado ningún mensaje en esta sesión.
fr: Aucun message envoyé dans cette session pour le moment.
hi: इस सत्र में अब तक कोई संदेश नहीं भेजा गया।
ja: このセッションでまだ送信したメッセージはありません。
pt_br: Ainda não há mensagens enviadas nesta sessão.
ru: В этой сессии пока нет отправленных сообщений.
zh_hans: 本会话中尚未发送任何消息。
